{
    "home": "Hem",
    "experience": "Erfarenhet",
    "projects": "Projekt",
    "contact": "Kontakt",
    "menu": "Meny",
    "settings": "Inställningar",
    "homeSubtitle": "Hallå där! Välkommen till min webbsida! Jag använder denna webbsida mestadels för att visa rekryterare mina kompetenser och min kontaktinformation. Jag hoppas att du kommer att trivas här. Jag skulle ge dig några cookies (kakor) men jag respekterar din integritet, så kanske en annan gång?",
    "aboutMe": "Om mig",
    "aboutMeTitle": "Adnan Bukvic, även känd som @actuallyaridan",
    "aboutMeText": "Jag är en kreativ kille som älskar att skapa nya lösningar för gamla saker. Jag älskar att lära mig nya saker och jag har gillat datorer, telefoner och nätverk ända sedan jag var ett barn. Jag är alltid uppdaterad om deras mjukvara och hårdvara. Jag gillar till och med att modifiera elektronik för att göra nya saker, som gamla kablar och tillbehör som iPods och jag kan en massa språk också!",
    "age": "20 år gammal",
    "fluent": "flytande:",
    "languagesFluent": "svenska, engelska",
    "speaks": "pratar:",
    "languagesSpeak": "bosniska, kroatiska, serbiska",
    "techTitle": "Teknologi",
    "techText": "Jag äger en massa olika teknikprylar. Här är de viktigaste:",
    "phone": "Mobil:",
    "phoneDevice": "iPhone 15 Pro",
    "laptop": "Laptop:",
    "laptopDevice": "MacBook Air (13'', 2020, M1, 8GB/256GB)",
    "computer": "Dator:",
    "computerDevice": "AMD Ryzen 5 3600 <br>ASUS Radeon RX6700 XT OC Edition <br>16GB RAM <br>Windows 11, macOS Sonoma",
    "discordTitle": "Discord-aktivitet",
    "online": "Online",
    "offile": "Offline",
    "dnd": "Stör ej",
    "idle": "Inaktiv",
    "remaning": "återstår",
    "elapsed": "förflutet",
    "copyWARN": "Allt upphovsrättsskyddat material (som applikationsikoner, albumomslag och dylikt) som visas på denna webbsida ägs av respektive upphovsrättsinnehavare.",
    "embedded": "Vissa bilder på denna webbplats är inbäddade från andra webbsidor.",
    "contactTakedown": "Kontakta adnan@aridan.net för att ta ned eventuellt upphovsrättsskyddat material.",
    "copyright": "© Copyright 2024 av Adnan Bukvic ifall inget annat anges. Projektet använder MIT licensen.",
    "twemoji": "Twemoji av Twitter Inc/X Corp är licenserat under CC-BY 4.0."
}